Repository: nicolasleger/openwhyd-ios
Catalog: Whyd/Ressources/Localizable/*.lproj/Localizable.strings
Languages: fr

source: Are you sure?
fr: Êtes vous sûr?

source: Yes
fr: Oui

source: No
fr: Non

source: Next
fr: Suivant

source: track
fr: Titre

source: tracks
fr: Titres

source: users
fr: membres

source: Cancel
fr: Annuler

# UnavailableTrack
source: This track is unavailable
fr: Ce titre n’est pas disponible

source: This is not an email!
fr: Ceci n’est pas un email

source: Comment
fr: Commentaire

source: Comments
fr: Commentaires

source: Likes
fr: j’aime

source: Like
fr: j’aime

source: Unlike
fr: je n’aime plus

source: Add
fr: Ajouter

source: Edit
fr: Editer

source: Save
fr: Valider

source: add track
fr: Ajouter le titre

source: edit track
fr: Editer le titre

source: Done
fr: Ok

source: Delete this track
fr: Supprimer ce titres

source: Track added!
fr: Titre ajouté!

source: Track edited
fr: Titre ajouté!

source: Track deleted !
fr: Titre supprimé

source: Add a comment...
fr: Ajouter un commentaire

# EditTrackSelectPlaylist
source: Select a playlist
fr: Selectionner une playlist

# PlaylistSelect
source: Select a playlist
fr: Selectionner une playlist

# PlaylistSelectTitle
source: Select a playlist
fr: Vos Playlists

source: Created by
fr: Créée par

# PlaylistPlaceholder
source: You haven't added any tracks yet
fr: Vous n’avez pas encore ajouté de titre

source: Send
fr: Envoyer

source: No comments yet
fr: Pas encore de commentaire

source: Delete this comment
fr: Supprimer ce commentaire

source: Retry
fr: Ressayer

source: Hot tracks
fr: Populaire

source: Play all
fr: Lecture

source: All
fr: Tous les genres

source: Would you like to be alerted when someone likes your track?
fr: Souhaitez-vous être notifié quand quelqu’un aime votre titre?

source: No thanks
fr: Non merci

source: Notify me
fr: Me notifier

source: No notifications yet
fr: Pas encore de notifications

# NotificationsAlertLogoutTitle
source: You're logout!
fr: Vous êtes déconnectez!

# NotificationsAlertLogout
source: You need to be logged to see notifications
fr: Vous devez être connecté pour voir les notifications

# NotificationsAlertFirstPost
source: Congrats for your first post!
fr: Bravo, votre premier post!

# NotificationsAlertBeAlerted
source: Would you like to be alerted when someone likes your track?
fr: Souhaitez-vous être notifié quand quelqu’un aime votre titre?

source: Settings
fr: Réglages

source: Now playing
fr: En lecture

source: Track liked
fr: Vous aimez ce titre

source: Track unliked
fr: Vous n'aimez plus ce titre

source: Add friends
fr: Ajouter des amis

source: WHO ARE YOU?
fr: Qui êtes vous?

source: Pick some genres you like
fr: Sélectionnez les genres que vous aimez

# OnboardingWelcome
source: Welcome
fr: Bienvenue

source: Nothing?
fr: Rien?

source: You need to select at least one genre
fr: Sélectionnez au moins un genre

source: Hooray!
fr: Hourra!

source: We found some people with the same taste as you
fr: Nous avons trouvé des personnes qui partagent vos goûts

# WeFoundSomeOfYourFriendsWhoAreAlreadyOnWhyd
source: We found some of your friends who are already on OpenWhyd!
fr: Nous avons trouvé vos amis qui sont déjà sur OpenWhyd!

# OnboardingFacebookTitle
source: Facebook Friends
fr: Amis Facebook

source: Name of your playlist
fr: Nom de votre playlist

source: Create a playlist
fr: Créer une playlist

source: Create
fr: Créer

source: Create your first playlist
fr: Créez votre première playlist

source: You haven't created any playlists yet
fr: Vous n’avez pas encore créé de playlist

source: Delete the playlist
fr: Supprimer cette playlist

source: Playlist unavailable
fr: Playlist indisponible

source: Playlist empty
fr: Playlist vide

source: Sign up with Facebook
fr: S’inscrire par Facebook

source: Sign up with email
fr: S’inscrire par email

source: Login
fr: Se connecter

source: Welcome back
fr: Heureux de vous revoir

source: or your username
fr: ou votre nom d’utilisateur

source: Enter your email or your username
fr: Entrez votre email our votre nom d’utilisateur

source: Password
fr: Mot de passe

source: Password format incorrect
fr: Mot de passe incorrect

source: Forgot your password?
fr: Vous avez oublié votre mot de passe?

source: Login with Facebook
fr: Connection avec Facebook

source: Show
fr: Afficher

source: Hide
fr: Cacher

source: You are not yet a member
fr: Vous n’êtes pas un membre

source: All fields must be filled and correct
fr: Tous les champs doivent être remplis

source: Please fill in all fields
fr: Merci de remplir tous les champs

# LoginErrorAlertTitle
source: Wait
fr: Hummm...

# TextFieldShow
source: Show
fr: Afficher

# TextFieldHide
source: Hide
fr: Cacher

source: Forgot password
fr: Vous avez oublié votre mot de passe?

# ForgotPasswordInfo
source: We'll send you an email with instruction on how to reset it
fr: Nous allons vous envoyer un email avec les instructions pour changer de mot de passe

source: Sign up
fr: S’inscrire

source: Full name
fr: Nom complet

source: so your friend find you
fr: Vos amis pourrons vous trouver

source: Username
fr: Nom d’utilisateur

source: We don't spam
fr: Nous ne spammons pas

source: At least 4 characters
fr: Au moins 4 caractères

# ByContinuingIAgree
source: By continuing, I agree to OpenWhyd's User Agreement and Terms of Service
fr: En poursuivant, J’accepte les conditions d’utilisation et les termes du service OpenWhyd.

# WantYouLinkeYourFacebookToThisExistingAccount
source: Want to link your Facebook to this existing account?
fr: Voulez vous connecter votre compte Facebook à votre compte OpenWhyd

source: Wait!
fr: Hummm...!

# AtLeast2Characters
source: At least 4 characters
fr: Au moins 4 caractères

# WeHaventValidateYourUsername
source: Wait! We haven't validated your username
fr: Attendez! Nous n’avons pas valider votre compte utilisateur

# SearchTrackPlaceholder
source: No track found
fr: Aucun titre trouvé

# SearchPlaylistPlaceholder
source: No playlist found
fr: Aucune playlist trouvé

# SearchUserPlaceholder
source: No user found
fr: Aucun membre trouvé

# SearchPlaceholder
source: Search
fr: Recherche

# SearchInfo
source: Search for tracks to add, playlists to listen, or users to follow
fr: Recherchez un titre , une playlist, ou un membre.

# SearchPlaylistName
source: Search:
fr: Recherche:

# SearchSeeMore
source: See more
fr: Voir plus

# SearchDetailsTracksTitle
source: Tracks found
fr: Titres trouvés

# SearchDetailsUsersTitle
source: Users found
fr: Membres trouvés

# SearchDetailsPlaylistsTitle
source: Playlists found
fr: Playlists trouvées

# SearchPeopleCount
source: %@ +%d people
fr: %@ +%d personnes

# SearchPoweredSouncloud
source: Powered by SoundCloud
fr: Via SoundCloud

# SearchPoweredYoutube
source: Powered by Youtube
fr: Via Youtube

# SettingsTitle
source: Settings
fr: Réglages

# SettingsSectionInformation
source: Private information
fr: Informations privées

# SettingsChangeEmail
source: Change your email
fr: Changer votre email

# SettingsChangePassword
source: Change your password
fr: Changer votre mot de passe

# SettingsSignout
source: Sign Out
fr: Se déconnecter

# SettingsSave
source: Save
fr: Valider

# SettingsEmailTitle
source: Change your email
fr: Email

# SettingsEmailPlaceholder
source: Enter your new email
fr: Entrez votre nouvel email

# SettingsEmailIdentical
source: Enter your email address again
fr: Entrer votre adresse email à nouveau

# SettingsEmailErrorAlertTitle
source: Wait!
fr: Attendez!

# SettingsPasswordTitle
source: Change your password
fr: Mot de passe

# SettingsPasswordCurrent
source: Current
fr: Actuel

# SettingsPasswordCurrentPlaceholder
source: your current password
fr: Votre mot de passe actuel

# SettingsPasswordCurrentError
source: at least 4 characters
fr: au moins 4 caractères

# SettingsPasswordNew
source: New
fr: Nouveau

# SettingsPasswordNewPlaceholder
source: at least 4 characters
fr: au moins 4 caractères

# SettingsPasswordNewError
source: at least 4 characters
fr: au moins 4 caractères

# SettingsPasswordConfirm
source: Confirm
fr: Confirmer

# SettingsPasswordConfirmPlaceholder
source: confirm your new password
fr: confirmer votre nouveau mot de passe

# SettingsPasswordConfirmError
source: at least 4 characters
fr: au moins 4 caractères

# SettingsPasswordFieldsMissing
source: Please fill in all fields
fr: Merci de compléter tous les champs

# SettingsPasswordIdentical
source: The new password and the current password are identical... Useless!
fr: Le nouveau mot de passe et l’ancien mot de passe sont identiques!

# SettingsPasswordConfirmNotIdentical
source: The password and confirmation password are not identical.
fr: Le mot de passe et la confirmation du mot de passe ne sont pas identiques!

# SettingsPasswordErrorAlertTitle
source: Wait!
fr: Attendez!

# SettingsNotifSubscription
source: Someone followed you
fr: Vous avez un nouvel abonné

# SettingsNotifAdd
source: Added your track
fr: Un membre a ajouté votre titre

# SettingsNotifLike
source: Liked your track
fr: Un membre a aimé votre titre

# SettingsNotifMention
source: Mentioned you
fr: Un membre vous a mentionné

# SettingsNotifComment
source: Commented your track
fr: Un membre a commenté votre titre

# SettingsNotifFriend
source: Friends who joined OpenWhyd
fr: Un ami a rejoint OpenWhyd

# SettingsNotifAcceptation
source: A friend accepted your invite
fr: Un ami a accepté votre invitation

# SettingsNotifReceiveTrack
source: Someone sent you a track
fr: Un membre vous a envoyé un titre

# SettingsNotifReceivePlaylist
source: Someone sent you a playlist
fr: Un membre vous a envoyé une playlist

# SettingsNotifAlertTitle
source: Nothing?
fr: Rien?

# SettingsNotifAlertMessage
source: You did make any modifications
fr: Vous n'avez rien modifié

# SettingsShareTitle
source: Sharing
fr: Paramètres de publication

# SettingsShareFacebook
source: Connect to Facebook
fr: Connecter votre Facebook

# SettingsShareTwitter
source: Connect to Twitter
fr: Connecter votre Twitter

# StreamPlaceholder
source: No track.
fr: Aucun titre.

# StreamPlaceholderSub
source: You don't follow any members yet!
fr: Vous ne suivez aucun membre!

# TrackViewReaddVia
source: Re-added via
fr: Ajouté via

# TrackViewPowered
source: Powered by
fr: via

# TrackViewAdds
source: Adds
fr: Ajouts

# TutoInfoBold
source: Tap and hold
fr: Maintenir appuyé

# TutoInfo
source: the track to add or like it more easily.
fr: le titre pour l'ajouter ou l'aimer plus simplement.

# TutoKeepHolding
source: Good! Keep holding
fr: Bien! Continuez d’appuyer

# TutoKeepHolding2
source: Keep your finger down
fr: Gardez votre doigt appuyé

# TutoGreat
source: Great! Isn't that cool?
fr: Génial! C'est cool, non?

# ProfileTracksOf
source: %@'s tracks
fr: Profil de %@

# ProfileLikesOf
source: %@'s likes
fr: Aimé par %@

# ProfileTitle
source: Profile
fr: Profil

# ProfileFollowers
source: Followers
fr: Abonnés

# ProfileFollowing
source: Following
fr: Abonnements

# ProfileTracksPlaceholder
source: No track yet
fr: Pas encore de titre

# ProfileTracksPlaceholderMe
source: You haven't added any tracks yet.
fr: Vous n’avez pas encore ajouté de titre

# ProfileTracksPlaceholderMeSub
source: Search for some tracks to add.
fr: Cherchez des titres à ajouter.

# ProfileUsersPlaceholderMe
source: You haven't created any playlists yet
fr: Vous n’avez pas encore créé de playlist

# ProfileUsersPlaceholder
source: No playlist yet
fr: Pas encore de playlist

# ProfilePlaylistsPlaceholderMe
source: You haven't liked any tracks yet
fr: Vous n’avez pas encore ajouté de titre

# ProfilePlaylistsPlaceholder
source: No liked track yet
fr: Aucun titre aimé

# ProfileEditTitle
source: Edit Profile
fr: Editer Profil

# ProfileEditBiographie
source: Biography
fr: Biographie

# ProfileCameraRoll
source: Browse camera roll
fr: Choisir une photo existant

# ProfileTakePhoto
source: Take a photo
fr: Prendre une photo

# ProfileEditPhotoProfile
source: Profile
fr: Profil

# ProfileEditPhotoBackground
source: Background
fr: Couverture

# ProfileEditInformation
source: Information
fr: Informations

# ProfileEditFullnamePlaceholder
source: so your friends find you
fr: Afin que vos avis vous trouvent

# ProfileEditFullname
source: Full Name
fr: Nom complet

# ProfileEditLocationPlaceholder
source: where are you?
fr: Où êtes vous?

# ProfileEditLocation
source: Location
fr: Localisation

# ProfileEditWebsitePlaceholder
source: add a link
fr: ajouter un lien

# ProfileEditWebsite
source: Website
fr: Site web

# FollowButtonOn
source: Following
fr: Abonné

# FollowButtonOff
source: Follow
fr: Suivre

# FollowersTitle
source: Followers
fr: Abonnés

# FollowersPlaceholder
source: No followers yet
fr: Pas encore d’abonnés

# FollowersPlaceholderMe
source: You don't have any followers yet
fr: Vous n’avez pas encore d’abonnés

# FollowingTitle
source: Following
fr: Abonnements

# FollowingPlaceholder
source: No following yet
fr: Pas encore d’abonnements

# FollowingPlaceholderMe
source: You aren't following anyone yet
fr: Vous n’avez pas encore d’abonnements

# ErrorNoInternet
source: No internet connection
fr: Pas de connection Internet

# ErrorNoInternetRetry
source: Try again
fr: Réessayer

# ErrorInternetOffline
source: The Internet connection appears to be offline
fr: La connection Internet semble inactive

# ErrorFacebookNotConnectedTitle
source: Facebook not connected!
fr: Facebook n’est pas connecté!

# ErrorFacebookNotConnected
source: To connect your facebook account, go in your iPhone Settings > Facebook > Enter your Username, Password and Sign In .
fr: Pour connecter votre compte Facebook, allez dans vos réglages téléphone > Facebook > Entrez votre nom d’utilisateur, mot de passe et connectez vous.

# ErrorFacebookNotLinked
source: This facebook account doesn't seem to be linked to a OpenWhyd account yet. Want you sign up with this one?
fr: Ce compte Facebook ne semble pas être connecté à votre compte OpenWhyd. Voulez vous vous connecter avec celui-ci?

# DateNow
source: now
fr: maintenant

# DateMunitesNotifs
source: %d MINUTES AGO
fr: IL Y A %d MINUTES

# DateHoursNotifs
source: %d HOURS AGO
fr: IL Y A %d HEURES

# DateDays
source: %dd
fr: %dj

# DateDaysNotifs
source: %d DAYS AGO
fr: IL Y A %d JOURS

# DateInYearFormat
source: MMM d
fr: d MMM

# DateFormat
source: MMM d, yyyy
fr: d MMM yyyy

# AlertUpdateTitle
source: OpenWhyd update
fr: OpenWhyd mise à jour

# AlertUpdate
source: A new version is available
fr: Une nouvelle version est disponible

# AlertUpdateOk
source: Update
fr: Mise à jour

# ErrorUnknownTitle
source: Error
fr: Erreur

# ErrorUnknown
source: An error occurred. Contact the OpenWhyd team at contact@openwhyd.org
fr: Une erreur est survenue. Contacter l’équipe OpenWhyd à contact@openwhyd.org

# ErrorTwitterAlreadyUseTitle
source: Choose another account
fr: Choisir un autre compte

# ErrorTwitterAlreadyUse
source: This Twitter account is already associated with another user
fr: Ce compte Twitter est déjà associé à un autre membre

# ErrorTwitterAccountNoRecognizeTitle
source: Account not linked
fr: Compte non connecté

# ErrorTwitterAccountNoRecognize
source: Verify information, go to your iPhone Settings > Twitter > @%@
fr: Vérifier les informations, aller dans les réglages de votre iPhone > Twitter > @%@

# ErrorTwitterNotConnectedTitle
source: Twitter not connected!
fr: Twitter n’est pas connecté!

# ErrorTwitterNotConnected
source: No Twitter account found. Go to settings > Twitter and add a Twitter account.
fr: Aucun compte Twitter n'a été trouvé. Aller sur dans les réglages de votre iPhone> Twitter and add a Twitter account.

# TwitterChooseAnAccount
source: Choose an Account
fr: Choisir un compte

# ErrorFacebookAppNotConnectedTitle
source: Facebook app not connected
fr: L'application Facebook n'est pas connectée

# ErrorFacebookAppNotConnected
source: Open your Facebook app to connect to your Facebook account
fr: Ouvrez votre application Facebook pour vous connecter à votre compte Facebook

# ErrorFacebookAlreadyUseTitle
source: Account not available
fr: Compte indisponible

# ErrorFacebookAlreadyUse
source: This Facebook account is already associated with another user. To user another account, go in your iPhone Settings > Facebook
fr: Ce compte Facebook est déjà associé à un autre membre. Pour utiliser un autre compte, allez dans les réglages de votre iPhone > Facebook

source: Share
fr: Paramètre de partage

# ShareSheetTrackTitle
source: Share this track:
fr: Partager ce titre:

# ShareSheetPlaylistTitle
source: Share this playlist:
fr: Partager cette playlist:

# ShareSheetCopyLink
source: Copy the URL
fr: Copier l'url

# ShareSheetTrackFacebookInitialText
source: ♫ #NowPlaying %@ on #openwhyd
fr: ♫ #NowPlaying %@ sur #openwhyd

# ShareSheetTrackFacebookSuccess
source: Track shared
fr: Titre partagé

# ShareSheetTrackTwitterInitialText
source: ♫ %@ - %@ #NowPlaying #openwhyd
fr: ♫ %@ - %@ #NowPlaying via #openwhyd

# ShareSheetTrackTwitterSuccess
source: Tweet sent
fr: Tweet envoyé

# ShareSheetTrackEmailSubject
source: I just found this awesome track on openwhyd
fr: Nouveau son découvert sur OpenWhyd

# ShareSheetTrackEmailMessage
source: Check out %@
fr: Ecoutes ça: %@.

# ShareSheetTrackEmailSuccess
source: Email sent
fr: Email envoyé

# ShareSheetTrackMessagesMessage
source: ♫ Check out %@ : %@
fr: ♫ Nouveau son découvert sur OpenWhyd: %@ - %@

# ShareSheetTrackMessagesSuccess
source: Message sent
fr: Message envoyé

# ShareSheetTrackCopyLinkSuccess
source: Link copied to clipboard
fr: Lien copié. Collez-le n'importe ou!

# ShareSheetPlaylistFacebookInitialText
source: ♫ #NowPlaying %@ on #openwhyd
fr: #NowPlaying %@ sur #openwhyd

# ShareSheetPlaylistFacebookSuccess
source: Playlist shared
fr: Playlist partagée

# ShareSheetPlaylistTwitterInitialText
source: ♫ %@ - %@ #NowPlaying via #openwhyd
fr: ♫ %@ - %@ #NowPlaying #openwhyd

# ShareSheetPlaylistTwitterSuccess
source: Tweet sent
fr: Tweet envoyé

# ShareSheetPlaylistEmailSubject
source: I just found this awesome playlist on OpenWhyd
fr: Nouvelle playlist découverte sur OpenWhyd

# ShareSheetPlaylistEmailMessage
source: Check out : %@
fr: ♫ Ecoutes ça: %@.

# ShareSheetPlaylistMessagesMessage
source: ♫ Checkout this awesome playlist: %@ - %@
fr: ♫ Nouvelle playlist découverte sur OpenWhyd: %@ - %@

# ShareSheetPlaylistMessagesSuccess
source: Message sent
fr: Message envoyé

# ShareSheetPlaylistCopyLinkSuccess
source: Link copied to clipboard
fr: Lien copié dans clipboard

# NotificationsAlertRateTitle
source: Recommend OpenWhyd
fr: Recommender OpenWhyd

# NotificationsAlertRate
source: Would you like to leave your rating for OpenWhyd in the App Store? That would help us a lot!
fr: Souhaitez vous noter l’application OpenWhyd sur l’App Store? Cela nous aiderait beaucoup!

# NotificationsAlertRateYes
source: Rate 5 Stars
fr: Noter 5 étoiles

# SearchUserPickerTitle
source: Choose people
fr: Choisir des membres

# SearchUserPickerPlaceholder
source: Select people you want to send it
fr: Sélectionnez les membres à qui vous souhaitez envoyer

# SearchUserPickerTrackSuccess
source: Track sent
fr: Titre envoyé

# SearchUserPickerPlaylistSuccess
source: Playlist sent
fr: Playlist envoyée

# NotificationsComment
source: %@ commented on your track
fr: %@ a commenté votre titre

# NotificationsLike
source: %@ liked your track
fr: %@ a aimé votre titre

# NotificationsAddYourTrack
source: %@ added your track
fr: %@ a ajouté votre titre

# NotificationsMention
source: %@ mentioned you in a comment
fr: %@ vous a mentionné dans un commentaire

# NotificationsNewFollower
source: %@ just started following you
fr: %@ a commencé à vous suivre

# NotificationsFriendJoin
source: Your friend %@ just joined OpenWhyd
fr: Votre ami %@ vient de rejoindre OpenWhyd

# NotificationsSendTrack
source: %@ sent your a track
fr: %@ vous a envoyé un titre

# NotificationsSendPlaylist
source: %@ sent you a playlist
fr: %@ vous a envoyé une playlist

# NotificationsMultiPeople
source: %@ and %d other people
fr: %@ et %d autres personnes

source: in playlist
fr: dans la playlist

# SettingsSectionSharing
source: Sharing
fr: Paramètres de publication

# SettingsSectionPreferences
source: Preferences
fr: Préférences

# GenreAll
source: All Genres
fr: Tous les genres

# GenreElectro
source: Electro
fr: Electronique

# GenreClassical
source: Classical
fr: Classique

# GenreLatin
source: Latin
fr: Latine

# AlertNotConnectedTitle
source: You're logout!
fr: Vous êtes déconnectez!

# AlertNotConnected
source: You need to be logged to see this page
fr: Vous devez être connecté pour voir cette page

# ShuffleOnlyInPlaylist
source: Shuffle mode is only available in playlists.
fr: La lecture aleatoire est seulement disponible dans les playlists.

# AlertTitleTrack
source: Awesome track!
fr: Super morceau!

# PopupOpenWhydTitle
source: Whyd becomes Openwhyd !
fr: Whyd devient Openwhyd !

# PopupOpenWhydMessage
source: As Whyd is evolving towards the creation of an innovative sound system, we've decided to hand you the keys of Whyd's music social network and make it open-source!
fr: Alors que Whyd évolue vers la création d'un objet sonore innovant, nous avons décidé de vous permettre de participer au futur de notre réseau social musical grâce à Openwhyd, la plateforme musicale open-source.
